{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<mask_1>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<mask_2>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"<unk_2>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":5,"special":true,"content":"<unk_3>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":6,"special":true,"content":"<unk_4>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":7,"special":true,"content":"<unk_5>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":8,"special":true,"content":"<unk_6>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":9,"special":true,"content":"<unk_7>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":10,"special":true,"content":"<unk_8>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":11,"special":true,"content":"<unk_9>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":12,"special":true,"content":"<unk_10>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":13,"special":true,"content":"<unk_11>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":14,"special":true,"content":"<unk_12>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":15,"special":true,"content":"<unk_13>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":16,"special":true,"content":"<unk_14>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":17,"special":true,"content":"<unk_15>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":18,"special":true,"content":"<unk_16>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":19,"special":true,"content":"<unk_17>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":20,"special":true,"content":"<unk_18>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":21,"special":true,"content":"<unk_19>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":22,"special":true,"content":"<unk_20>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":23,"special":true,"content":"<unk_21>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":24,"special":true,"content":"<unk_22>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":25,"special":true,"content":"<unk_23>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":26,"special":true,"content":"<unk_24>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":27,"special":true,"content":"<unk_25>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":28,"special":true,"content":"<unk_26>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":29,"special":true,"content":"<unk_27>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":30,"special":true,"content":"<unk_28>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":31,"special":true,"content":"<unk_29>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":32,"special":true,"content":"<unk_30>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":33,"special":true,"content":"<unk_31>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":34,"special":true,"content":"<unk_32>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":35,"special":true,"content":"<unk_33>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":36,"special":true,"content":"<unk_34>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":37,"special":true,"content":"<unk_35>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":38,"special":true,"content":"<unk_36>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":39,"special":true,"content":"<unk_37>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":40,"special":true,"content":"<unk_38>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":41,"special":true,"content":"<unk_39>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":42,"special":true,"content":"<unk_40>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":43,"special":true,"content":"<unk_41>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":44,"special":true,"content":"<unk_42>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":45,"special":true,"content":"<unk_43>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":46,"special":true,"content":"<unk_44>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":47,"special":true,"content":"<unk_45>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":48,"special":true,"content":"<unk_46>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":49,"special":true,"content":"<unk_47>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":50,"special":true,"content":"<unk_48>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":51,"special":true,"content":"<unk_49>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":52,"special":true,"content":"<unk_50>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":53,"special":true,"content":"<unk_51>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":54,"special":true,"content":"<unk_52>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":55,"special":true,"content":"<unk_53>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":56,"special":true,"content":"<unk_54>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":57,"special":true,"content":"<unk_55>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":58,"special":true,"content":"<unk_56>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":59,"special":true,"content":"<unk_57>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":60,"special":true,"content":"<unk_58>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":61,"special":true,"content":"<unk_59>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":62,"special":true,"content":"<unk_60>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":63,"special":true,"content":"<unk_61>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":64,"special":true,"content":"<unk_62>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":65,"special":true,"content":"<unk_63>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":66,"special":true,"content":"<unk_64>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":67,"special":true,"content":"<unk_65>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":68,"special":true,"content":"<unk_66>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":69,"special":true,"content":"<unk_67>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":70,"special":true,"content":"<unk_68>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":71,"special":true,"content":"<unk_69>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":72,"special":true,"content":"<unk_70>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":73,"special":true,"content":"<unk_71>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":74,"special":true,"content":"<unk_72>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":75,"special":true,"content":"<unk_73>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":76,"special":true,"content":"<unk_74>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":77,"special":true,"content":"<unk_75>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":78,"special":true,"content":"<unk_76>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":79,"special":true,"content":"<unk_77>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":80,"special":true,"content":"<unk_78>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":81,"special":true,"content":"<unk_79>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":82,"special":true,"content":"<unk_80>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":83,"special":true,"content":"<unk_81>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":84,"special":true,"content":"<unk_82>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":85,"special":true,"content":"<unk_83>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":86,"special":true,"content":"<unk_84>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":87,"special":true,"content":"<unk_85>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":88,"special":true,"content":"<unk_86>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":89,"special":true,"content":"<unk_87>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":90,"special":true,"content":"<unk_88>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":91,"special":true,"content":"<unk_89>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":92,"special":true,"content":"<unk_90>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":93,"special":true,"content":"<unk_91>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":94,"special":true,"content":"<unk_92>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":95,"special":true,"content":"<unk_93>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":96,"special":true,"content":"<unk_94>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":97,"special":true,"content":"<unk_95>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":98,"special":true,"content":"<unk_96>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":99,"special":true,"content":"<unk_97>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":100,"special":true,"content":"<unk_98>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":101,"special":true,"content":"<unk_99>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":102,"special":true,"content":"<unk_100>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":103,"special":true,"content":"<unk_101>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":104,"special":true,"content":"<unk_102>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":105,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Precompiled",